Repository: j233guo/PocketLedger
Catalog: PocketLedger/String Catalogs/Category.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Add a Custom Category
zh_hans: 添加自定义类别
zh_hant: 新增自訂分類

source: Category
zh_hans: 类别
zh_hant: 分類

source: Category Name
zh_hans: 类别名称
zh_hant: 分類名稱

source: Custom Categories
zh_hans: 自定义类别
zh_hant: 自訂分類

source: Custom Category
zh_hans: 自定义类别
zh_hant: 自訂分類

source: Default Categories
zh_hans: 默认类别
zh_hant: 預設分類

source: Default categories cannot be deleted.
zh_hans: 默认类别无法删除。
zh_hant: 預設分類無法移除。

source: Education and Information
zh_hans: 教育和资讯
zh_hant: 教育與資訊

source: Entertainment
zh_hans: 娱乐
zh_hant: 娛樂

source: Everything
zh_hans: 所有类别
zh_hant: 所有分類

source: Finance
zh_hans: 金融
zh_hant: 金融

source: Food and Drink
zh_hans: 餐饮
zh_hant: 餐飲

source: Healthcare
zh_hans: 健康
zh_hant: 保健

source: Hobbies
zh_hans: 爱好
zh_hant: 愛好

source: Icon
zh_hans: 图标
zh_hant: 圖示

source: Miscellaneous
zh_hans: 其他
zh_hant: 其他

source: Select a Category
zh_hans: 选择一个类别
zh_hant: 選擇一個分類

source: Select an Icon
zh_hans: 选择一个图标
zh_hant: 選擇一個圖示

source: Shopping
zh_hans: 购物
zh_hant: 購物

source: Sports
zh_hans: 运动
zh_hant: 運動

source: Tools and Utilities
zh_hans: 工具
zh_hant: 工具

source: Transaction Categories
zh_hans: 账目类别
zh_hant: 項目分類

source: Transaction Type
zh_hans: 交易类型
zh_hant: 交易類型

source: Travel and Transportation
zh_hans: 旅行和交通
zh_hant: 旅行與交通

source: Uncategorized
zh_hans: 未归类
zh_hant: 未分類

source: You don't have any custom expense categories yet.
zh_hans: 你还没有设定自定义消费类别。
zh_hant: 你還沒有設定自訂支出分類。

source: You don't have any custom income categories yet.
zh_hans: 你还没有设定自定义收入类别。
zh_hant: 你還沒有設定自訂收入分類。
